count the total religions followed by the ones living in england.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/residence> es england ee . ?x <http://dbpedia.org/property/religion> ?uri . }
list the universities from a country where norwegian language is officially accepted.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/officiallanguage> es norwegian language ee . ?uri <http://dbpedia.org/ontology/country> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/university> }
give me the count of artist in the company whose artist is jean- françois coté ?	select distinct count(?uri) where { ?x <http://dbpedia.org/property/artist> es jean-françois coté ee . ?x <http://dbpedia.org/property/artist> ?uri }
who did bruce bochy play for ?	select distinct ?uri where { es bruce bochy ee <http://dbpedia.org/ontology/team> ?uri }
give me a count of everything made by the company which offers electronical manufacturing too.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/service> es electronics manufacturing services ee . ?uri <http://dbpedia.org/ontology/manufacturer> ?x . }
what is the place of birth of the michael marder which is also the place of death of the tigran petrosian	select distinct ?uri where { es michael marder ee <http://dbpedia.org/property/placeofbirth> ?uri. es tigran petrosian ee <http://dbpedia.org/ontology/deathplace> ?uri }
what writers have nationality as statelessness ?	select distinct ?uri where { ?uri <http://dbpedia.org/property/nationality> es statelessness ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/writer> }
count all the stateless people	select distinct count(?uri) where { ?uri <http://dbpedia.org/ontology/citizenship> es statelessness ee . }
who are the people who died in a place architected by jens jensen	select distinct ?uri where { ?x <http://dbpedia.org/ontology/architect> es jens jensen (landscape architect) ee . ?uri <http://dbpedia.org/ontology/deathplace> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/person> }
which college of luke list (golfer) is the alma mater of k. terry dornbush	select distinct ?uri where { es luke list (golfer) ee <http://dbpedia.org/property/college> ?uri. es k. terry dornbush ee <http://dbpedia.org/property/almamater> ?uri }
list everything in which saxophone players have been casted.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/instrument> es saxophone ee . ?uri <http://dbpedia.org/property/starring> ?x . }
what is the combatant of the northwest indian war and also the ethnic group of the linda hogan	select distinct ?uri where { es northwest indian war ee <http://dbpedia.org/property/combatant> ?uri. es linda hogan ee <http://dbpedia.org/property/ethnicity> ?uri }
count all the things licensed as software as a service.	select distinct count(?uri) where { ?uri <http://dbpedia.org/ontology/license> es software as a service ee . }
with which musical artist is the music group which sung mind blowin' related to ?	select distinct ?uri where { es mind blowin' (smooth song) ee <http://dbpedia.org/ontology/musicalartist> ?x . ?x <http://dbpedia.org/ontology/associatedmusicalartist> ?uri . }
which university of alexandre tichonov is the place of death of valentin muratov /	select distinct ?uri where { es alexandre tichonov ee <http://dbpedia.org/property/university> ?uri. es valentin muratov ee <http://dbpedia.org/property/placeofdeath> ?uri }
which river goes through cohoes, ny	select distinct ?uri where { es cohoes, new york ee <http://dbpedia.org/ontology/river> ?uri }
list the awards won by the wife of ingrid von rosen.	select distinct ?uri where { es ingrid von rosen ee <http://dbpedia.org/property/spouse> ?x . ?x <http://dbpedia.org/property/awards> ?uri . }
for which team did both butch metzger and brian horwitz debuted ?	select distinct ?uri where { es butch metzger ee <http://dbpedia.org/ontology/debutteam> ?uri. es brian horwitz ee <http://dbpedia.org/ontology/debutteam> ?uri . }
what are some journals of academic philosophy	select distinct ?uri where { ?uri <http://dbpedia.org/property/discipline> es philosophy ee }
give me some series related to the one which had yasmin paige in them.	select distinct ?uri where { ?x <http://dbpedia.org/property/starring> es yasmin paige ee . ?uri <http://dbpedia.org/ontology/related> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
who is the common manager of aston villa 2000-02 season and aldo the manager of middlesbrough f.c. season 2009-10	select distinct ?uri where { es 2000–01 aston villa f.c. season ee <http://dbpedia.org/property/name> ?uri. es 2009–10 middlesbrough f.c. season ee <http://dbpedia.org/ontology/manager> ?uri }
give me all martial artists trained by joe schilling.	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/trainer> es joe schilling ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/martialartist> }
who coached the marquet golden eagels during 2013	select distinct ?uri where { es 2013–14 marquette golden eagles men's basketball team ee <http://dbpedia.org/ontology/coach> ?uri }
whichd officer's final resting place is north bend, ohio and belongs to indiana territory branch	select distinct ?uri where { ?uri <http://dbpedia.org/property/restingplace> es north bend, ohio ee . ?uri <http://dbpedia.org/property/branch> es indiana territory ee . }
count the number of religions followed by bjp members.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/party> es bharatiya janata party ee . ?x <http://dbpedia.org/ontology/religion> ?uri . }
list the birthplace of the medicians who studied in harvard.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/institution> es harvard medical school ee . ?x <http://dbpedia.org/ontology/birthplace> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/medician> }
what is the job of the george arceneaux, jr. which is also the office of the blanche bruce	select distinct ?uri where { es george arceneaux, jr. ee <http://dbpedia.org/ontology/occupation> ?uri. es blanche bruce ee <http://dbpedia.org/property/office> ?uri }
list the shows whose network is run by bbc.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/owningcompany> es bbc ee . ?uri <http://dbpedia.org/ontology/network> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
name the president served by a lieutenant who succeeded bob c riley.	select distinct ?uri where { ?x <http://dbpedia.org/property/predecessor> es bob c. riley ee . ?uri <http://dbpedia.org/ontology/lieutenant> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/president> }
what is a salthill ?	select distinct ?uri where { es salthill ee <http://dbpedia.org/ontology/type> ?uri }
list the served region of the organisations of trade association.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/type> es trade association ee . ?x <http://dbpedia.org/ontology/regionserved> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/organisation> }
list the authors of the musicals whose songwriter is richard m. sherman.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/musicby> es richard m. sherman ee . ?x <http://dbpedia.org/ontology/author> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/musical> }
what is the products of the bbc multimedia and series of the the last resort (doctor who)	select distinct ?uri where { es bbc multimedia ee <http://dbpedia.org/property/products> ?uri. es the last resort (doctor who) ee <http://dbpedia.org/ontology/series> ?uri }
what foundation palce of temenos group is the death palce of jerzy jzef poocki ?	select distinct ?uri where { es temenos group ee <http://dbpedia.org/property/foundation> ?uri. es jerzy józef potocki ee <http://dbpedia.org/property/placeofdeath> ?uri }
list the movies whose cast member were born in scotland.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/birthplace> es scotland ee . ?uri <http://dbpedia.org/ontology/starring> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
where did ed podolak go to high school	select distinct ?uri where { es ed podolak ee <http://dbpedia.org/ontology/highschool> ?uri }
count the number of actors in lucy sullivan is getting married.	select distinct count(?uri) where { es lucy sullivan is getting married ee <http://dbpedia.org/property/starring> ?uri . }
how many	select distinct count(?uri) where { ?uri <http://dbpedia.org/property/team> es chicago bulls ee . }
name all those buried in a place governed by a city council.	select distinct ?uri where { ?x <http://dbpedia.org/property/governingbody> es city council ee . ?uri <http://dbpedia.org/property/restingplace> ?x . }
which cport of vishwajyot high school is also the genere of battle chess	select distinct ?uri where { es battle chess ee <http://dbpedia.org/property/genre> ?uri. es vishwajyot high school ee <http://dbpedia.org/ontology/sport> ?uri }
name the part of liverpool city region >	select distinct ?uri where { es liverpool city region ee <http://dbpedia.org/ontology/part> ?uri }
count the different genres of games published by titus software	select distinct count(?uri) where { ?x <http://dbpedia.org/property/publisher> es titus software ee . ?x <http://dbpedia.org/ontology/genre> ?uri . }
count the awards given to the recepients of the becket fund for religious liberty.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/award> es becket fund for religious liberty ee . ?x <http://dbpedia.org/property/awards> ?uri . }
give me some shows related to the ones created by russell davies	select distinct ?uri where { ?x <http://dbpedia.org/property/creator> es russell t davies ee . ?uri <http://dbpedia.org/ontology/related> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
list the movies whose editors are born in london.	select distinct ?uri where { ?x <http://dbpedia.org/property/placeofbirth> es london ee . ?uri <http://dbpedia.org/ontology/editing> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
how many sitcoms were produced by the company whose predecessor was the desilu productions	select distinct count(?uri) where { ?x <http://dbpedia.org/property/predecessor> es desilu productions ee . ?uri <http://dbpedia.org/property/company> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
what is the venerated in of the abraham and religion of the saima chowdhury	select distinct ?uri where { es abraham ee <http://dbpedia.org/property/veneratedin> ?uri. es saima chowdhury ee <http://dbpedia.org/property/religion> ?uri }
which political party of kumta had affiliation with indian general election, 2004 (andhra pradesh)	select distinct ?uri where { es kumta ee <http://dbpedia.org/property/governmenttype> ?uri. es indian general election, 2004 (andhra pradesh) ee <http://dbpedia.org/ontology/affiliation> ?uri }
list the names of the soccer club seasons whose division is 2012 campeonato brasileiro srie a.	select distinct ?uri where { ?x <http://dbpedia.org/property/league> es 2012 campeonato brasileiro série a ee . ?x <http://dbpedia.org/property/name> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/soccerclubseason> }
which arena of wpc dynamo moscow is death location of tigran petrosian >	select distinct ?uri where { es wpc dynamo moscow ee <http://dbpedia.org/property/arena> ?uri. es tigran petrosian ee <http://dbpedia.org/ontology/deathplace> ?uri }
where did georges wolinski and judson huss die/	select distinct ?uri where { es georges wolinski ee <http://dbpedia.org/property/placeofdeath> ?uri. es judson huss ee <http://dbpedia.org/property/deathplace> ?uri }
movie's produced by michael deeley has jordan cronenweth as director of photography	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/producer> es michael deeley ee . ?uri <http://dbpedia.org/ontology/cinematography> es jordan cronenweth ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
count all the shows whose music composers are in oysterhead.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/associatedmusicalartist> es oysterhead ee . ?uri <http://dbpedia.org/property/thememusiccomposer> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
name the mascot of the military branch of william harper.	select distinct ?uri where { es william harper (rhodesian politician) ee <http://dbpedia.org/ontology/militarybranch> ?x . ?x <http://dbpedia.org/property/mascot> ?uri . }
which license of the microsoft office picture manager is also the product of the apple productivity experience group	select distinct ?uri where { es microsoft office picture manager ee <http://dbpedia.org/ontology/license> ?uri. es apple productivity experience group ee <http://dbpedia.org/ontology/product> ?uri }
whci co founder of sea gayle music is also the artist of brad paisley discography /	select distinct ?uri where { es brad paisley discography ee <http://dbpedia.org/property/artist> ?uri. es sea gayle music ee <http://dbpedia.org/property/founder> ?uri }
who is married to tony ramo	select distinct ?uri where { ?uri <http://dbpedia.org/property/partner> es tony romo ee . }
list the soccer players whose current team has the ground stoke-on-trent.	select distinct ?uri where { ?x <http://dbpedia.org/property/ground> es stoke-on-trent ee . ?uri <http://dbpedia.org/property/currentclub> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/soccerplayer> }
what is the citizenship of the sarah kazemy and land of the cervelle de canut	select distinct ?uri where { es sarah kazemy ee <http://dbpedia.org/ontology/citizenship> ?uri. es cervelle de canut ee <http://dbpedia.org/ontology/country> ?uri }
give me a list of all the buildings which are located in districts governed by john tory.	select distinct ?uri where { ?x <http://dbpedia.org/property/leadername> es john tory ee . ?uri <http://dbpedia.org/ontology/location> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/building> }
count the different alma maters of people employed by the cnn	select distinct count(?uri) where { ?x <http://dbpedia.org/property/employer> es cnn ee . ?x <http://dbpedia.org/ontology/almamater> ?uri . }
give me the count of all the names of characters created by frank miller	select distinct count(?uri) where { ?x <http://dbpedia.org/property/creators> es frank miller (comics) ee . ?x <http://dbpedia.org/property/charactername> ?uri . }
count the awards won by the people who graduated from the national and kapodistrian university of athens.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/almamater> es national and kapodistrian university of athens ee . ?x <http://dbpedia.org/ontology/award> ?uri . }
what is the municipality of the brown's corners, toronto and also the place of birth of the george karrys	select distinct ?uri where { es brown's corners, toronto ee <http://dbpedia.org/ontology/municipality> ?uri. es george karrys ee <http://dbpedia.org/property/placeofbirth> ?uri }
which region of the providence chapel, charlwood is also the region of the joseph case high school	select distinct ?uri where { es providence chapel, charlwood ee <http://dbpedia.org/property/style> ?uri. es joseph case high school ee <http://dbpedia.org/ontology/region> ?uri }
how many movies have their music signed up with sony music entertainment.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/recordlabel> es sony music entertainment ee . ?uri <http://dbpedia.org/ontology/musiccomposer> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
give me the number of home stadiums of teams managed by john spencer.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/manager> es john spencer (scottish footballer) ee . ?x <http://dbpedia.org/ontology/homestadium> ?uri . }
name a famous relative of barry voight	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/relative> es barry voight ee . }
count the drinks originated in england.	select distinct count(?uri) where { ?uri <http://dbpedia.org/ontology/origin> es england ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/beverage> }
list the common sports between fr. agnel multipurpose school and jamiatu muslim mindanao	select distinct ?uri where { es fr. agnel multipurpose school and junior college ee <http://dbpedia.org/ontology/sport> ?uri. es jamiatu muslim mindanao ee <http://dbpedia.org/ontology/athletics> ?uri }
what is the religion of the person who is in the cast of master's sun> ?	select distinct ?uri where { es master's sun ee <http://dbpedia.org/ontology/starring> ?x . ?x <http://dbpedia.org/property/religion> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/person> }
count the different religions practiced by people who are in the malaysian and chinese association.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/party> es malaysian chinese association ee . ?x <http://dbpedia.org/ontology/religion> ?uri . }
what stadium's operator is stan kroenke	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/operator> es stan kroenke ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/stadium> }
which famous political figure appointed william cushing, and also founded pittsburgh>	select distinct ?uri where { es pittsburgh ee <http://dbpedia.org/ontology/founder> ?uri. es william cushing ee <http://dbpedia.org/ontology/appointer> ?uri }
estimate the number of sports divisions at the universities under international association of universities.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/affiliation> es international association of universities ee . ?x <http://dbpedia.org/ontology/sport> ?uri . }
what shows used to air on the channel which was earlier known as "the comedy central" ?	select distinct ?uri where { ?x <http://dbpedia.org/ontology/predecessor> es the comedy channel (united states) ee . ?uri <http://dbpedia.org/property/distributor> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
list the cast member of the movies whose producer is mark johnson.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/producer> es mark johnson (producer) ee . ?x <http://dbpedia.org/ontology/starring> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
does walt disney studio have a subsidiary called pixarcascadia_	ask where { es walt disney studios (division) ee <http://dbpedia.org/ontology/subsidiary> es pixar ee }
list the awards given to the race horses bred by willis sharpe kilmer.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/breeder> es willis sharpe kilmer ee . ?x <http://dbpedia.org/ontology/honours> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/racehorse> }
list the people whose are in the board of an organization kickstarted in new york.	select distinct ?uri where { ?x <http://dbpedia.org/property/foundation> es new york ee . ?uri <http://dbpedia.org/ontology/board> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/person> }
count the tenants of the stadiums owned by toronto.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/owner> es toronto ee . ?x <http://dbpedia.org/property/tenants> ?uri . }
list the resting place of the people who served in norwalk trainband.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/militaryunit> es norwalk trainband ee . ?x <http://dbpedia.org/property/restingplace> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/person> }
name some people working at someplace owned by news corp.	select distinct ?uri where { ?x <http://dbpedia.org/property/owners> es news corp ee . ?uri <http://dbpedia.org/ontology/employer> ?x . }
list the successor of successor of hayden, stone & co.	select distinct ?uri where { es hayden, stone & co. ee <http://dbpedia.org/ontology/successor> ?x . ?x <http://dbpedia.org/ontology/successor> ?uri . }
name the mountain whose parent peak is located in mexico.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/locatedinarea> es state of mexico ee . ?uri <http://dbpedia.org/ontology/parentmountainpeak> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/mountain> }
count the birthplaces of recepients of the national museum of racing and hall of fame.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/honours> es national museum of racing and hall of fame ee . ?x <http://dbpedia.org/ontology/birthplace> ?uri . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/place> }
which country's national motto is "truth prevails" ?	select distinct ?uri where { ?uri <http://dbpedia.org/property/nationalmotto> es truth prevails ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/country> }
list the base currency of the country whose anthem is oj, svijetla majska zoro.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/anthem> es oj, svijetla majska zoro ee . ?x <http://dbpedia.org/property/currency> ?uri . }
list the alma mater of the person who is wedded to sissela bok.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/spouse> es sissela bok ee . ?x <http://dbpedia.org/property/almamater> ?uri . }
count all the awards which were presented by something located in california.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/headquarter> es california ee . ?uri <http://dbpedia.org/ontology/presenter> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/award> }
name everyone working for a company owned by roman abramovich.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/owningcompany> es roman abramovich ee . ?uri <http://dbpedia.org/ontology/occupation> ?x . }
list the debut team of the baseball player who born in houston.	select distinct ?uri where { ?x <http://dbpedia.org/property/birthplace> es houston ee . ?x <http://dbpedia.org/ontology/debutteam> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/baseballplayer> }
what are some products manufactured by sony ?	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/manufacturer> es sony ee . }
list the children of the parent of marvin bush.	select distinct ?uri where { es marvin bush ee <http://dbpedia.org/ontology/parent> ?x . ?x <http://dbpedia.org/property/children> ?uri . }
what basketball league's champion is golden state warriors	select distinct ?uri where { ?uri <http://dbpedia.org/property/champion> es golden state warriors ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/basketballleague> }
list the movies whose music composer is often associated with jon and vangelis.	select distinct ?uri where { ?x <http://dbpedia.org/property/associatedacts> es jon and vangelis ee . ?uri <http://dbpedia.org/ontology/musiccomposer> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
which distributer of glover is also the stockholde of seattle mariners ?	select distinct ?uri where { es glover (video game) ee <http://dbpedia.org/ontology/distributor> ?uri. es seattle mariners ee <http://dbpedia.org/ontology/owner> ?uri }
what shows are aired on sister channels of bbc parliaments	select distinct ?uri where { ?x <http://dbpedia.org/property/sisternames> es bbc parliament ee . ?uri <http://dbpedia.org/ontology/network> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
name some shows similar to the one whose theme song is made by murray gold.	select distinct ?uri where { ?x <http://dbpedia.org/property/thememusiccomposer> es murray gold ee . ?uri <http://dbpedia.org/ontology/related> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
list the total number of regions of the building whose are located in\grand forks air force base ?	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/region> es grand forks air force base ee . ?x <http://dbpedia.org/ontology/region> ?uri }
give me the characters who last appeared in star wars episode 3	select distinct ?uri where { ?uri <http://dbpedia.org/property/last> es star wars: episode iii – revenge of the sith ee }
count the number of people who graduated from universities affiliated with the ncaa.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/athletics> es national collegiate athletic association ee . ?uri <http://dbpedia.org/property/education> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/person> }
list the books whose authors are in alcal de henares.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/birthplace> es alcalá de henares ee . ?uri <http://dbpedia.org/ontology/author> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/book> }
what are some apes ?	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/family> es ape ee . }
count all those whose youth club was managed by luis enrique.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/manager> es luis enrique (footballer) ee . ?uri <http://dbpedia.org/property/youthclubs> ?x . }
who all have been canonized by pope paul vi	select distinct ?uri where { ?uri <http://dbpedia.org/property/canonizedby> es pope paul vi ee }
list the producer of the tv shows whose company is hbo.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/company> es hbo ee . ?x <http://dbpedia.org/ontology/producer> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
count the units garrisoned at arlington county, virginia.	select distinct count(?uri) where { ?uri <http://dbpedia.org/ontology/garrison> es arlington county, virginia ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/militaryunit> }
for everyone who died in paris, count their different fields of work.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/deathplace> es paris ee . ?x <http://dbpedia.org/property/fields> ?uri . }
what newspapers's owners is schibsted	select distinct ?uri where { ?uri <http://dbpedia.org/property/owners> es schibsted ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/newspaper> }
name the largest city in the county where there is a cy-fair high school.	select distinct ?uri where { es cy-fair high school ee <http://dbpedia.org/ontology/county> ?x . ?x <http://dbpedia.org/ontology/largestcity> ?uri . }
count all the games whose distributors are located in america	select distinct count(?uri) where { ?x <http://dbpedia.org/property/country> es united states ee . ?uri <http://dbpedia.org/property/distributor> ?x . }
list all the tenants of the stadium where the wwf summer slam 2004 took place.	select distinct ?uri where { es summerslam (2004) ee <http://dbpedia.org/property/venue> ?x . ?x <http://dbpedia.org/ontology/tenant> ?uri . }
what is the nationality of the j. t. krogh which is also the sovereign state of the camilla martin	select distinct ?uri where { es j. t. krogh ee <http://dbpedia.org/ontology/nationality> ?uri. es camilla martin ee <http://dbpedia.org/ontology/country> ?uri }
list the television shows whose distributors are located at burbank, california.	select distinct ?uri where { ?x <http://dbpedia.org/property/locationcity> es burbank, california ee . ?uri <http://dbpedia.org/property/distributor> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
give me a count of everything under the archipelago, where papeete is the biggest town.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/largestcity> es papeete ee . ?uri <http://dbpedia.org/property/archipelago> ?x . }
what is the almamater of the successor of f. a. little, jr. ?	select distinct ?uri where { es f. a. little, jr. ee <http://dbpedia.org/ontology/successor> ?x . ?x <http://dbpedia.org/ontology/almamater> ?uri . }
list the first drivers of grand prixes where mika hakkinen was a pole driver.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/poledriver> es mika häkkinen ee . ?x <http://dbpedia.org/ontology/firstdriver> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/grandprix> }
count all the different purposes followed by the different ngos.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/type> es non-governmental organization ee . ?x <http://dbpedia.org/property/purpose> ?uri . }
what is the common award won by charles lemaire and eric roth	select distinct ?uri where { es charles lemaire ee <http://dbpedia.org/property/awards> ?uri. es eric roth ee <http://dbpedia.org/ontology/award> ?uri }
list the origin of the weapons which were used in the american revolutionary war.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/usedinwar> es american revolutionary war ee . ?x <http://dbpedia.org/property/origin> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/weapon> }
list some writers which speak one of the germanic languages.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/languagefamily> es germanic languages ee . ?uri <http://dbpedia.org/property/language> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/writer> }
name the ones who debuted in the san francisco 49ers.	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/debutteam> es san francisco 49ers ee . }
list the newspapers whose headquarters's time zone is central european summer time.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/timezone> es central european summer time ee . ?uri <http://dbpedia.org/property/headquarters> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/newspaper> }
where is the headquarters of sigma tv	select distinct ?uri where { es sigma tv ee <http://dbpedia.org/property/headquarters> ?uri }
is lion an animal ?	ask where { es lion ee <http://dbpedia.org/ontology/kingdom> es animal ee }
list the swedish newspaper headquarted in stockholm ?	select distinct ?uri where { ?uri <http://dbpedia.org/property/language> es swedish language ee . ?uri <http://dbpedia.org/property/headquarters> es stockholm ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/newspaper> }
count the religions followed by people living in british columbia.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/residence> es british columbia ee . ?x <http://dbpedia.org/property/religion> ?uri . }
