which administrative headquarters of the pulau ubin is also the resting place of the nicole lai	select distinct ?uri where { es pulau ubin ee <http://dbpedia.org/ontology/capital> ?uri. es nicole lai ee <http://dbpedia.org/ontology/restingplace> ?uri }
is serbian titieca a doctoral student of werner heisenberghttp://dbpedia.org/resource/werner_heisenberg	ask where { es werner heisenberg ee <http://dbpedia.org/ontology/doctoralstudent> es șerban țițeica ee }
what sports can be played in kharghar's schools	select distinct ?uri where { ?x <http://dbpedia.org/ontology/city> es kharghar ee . ?x <http://dbpedia.org/ontology/sport> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/school> }
name some books by spanish speaking authors.	select distinct ?uri where { ?x <http://dbpedia.org/property/language> es spanish language ee . ?uri <http://dbpedia.org/property/author> ?x . }
which person won screen actors guild life time achievement award and has resting palce in palo alto, california ?	select distinct ?uri where { ?uri <http://dbpedia.org/property/restingplace> es palo alto, california ee . ?uri <http://dbpedia.org/ontology/award> es screen actors guild life achievement award ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/person> }
which siler medalist of the tennis at the 2012 summer olympics men's singles was also the flagbearer of the switzerland at the 2008 summer olympics	select distinct ?uri where { es tennis at the 2012 summer olympics – men's singles ee <http://dbpedia.org/ontology/silvermedalist> ?uri. es switzerland at the 2008 summer olympics ee <http://dbpedia.org/property/flagbearer> ?uri }
list the shows whose company's successor is amblin television.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/successor> es amblin television ee . ?uri <http://dbpedia.org/ontology/company> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
whose doctoral student is etienne bieler\xc9tienne_bi\xe9ler	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/doctoralstudent> es étienne biéler ee }
count all those who've played for the youth club which owns the rosario, santa fe stadium.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/ground> es rosario, santa fe ee . ?uri <http://dbpedia.org/property/youthclubs> ?x . }
count the different origins of members of the vitis vinifera species.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/species> es vitis vinifera ee . ?x <http://dbpedia.org/ontology/origin> ?uri . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/place> }
which movies's screenplay is written by akiva goldsman	select distinct ?uri where { ?uri <http://dbpedia.org/property/screenplay> es akiva goldsman ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
list the agencies located someplace lead by alex chalk.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/leadername> es alex chalk ee . ?uri <http://dbpedia.org/ontology/location> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/governmentagency> }
count all the scientologists.	select distinct count(?uri) where { ?uri <http://dbpedia.org/ontology/religion> es scientology ee . }
list the former partner of the figure skaters whose former choreographer was igor shpillband.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/formerchoreographer> es igor shpillband ee . ?x <http://dbpedia.org/ontology/formerpartner> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/figureskater> }
what is the city of the 2015 mls all-star game and birthplace of the the okee dokee brothers	select distinct ?uri where { es 2015 mls all-star game ee <http://dbpedia.org/property/city> ?uri. es the okee dokee brothers ee <http://dbpedia.org/ontology/birthplace> ?uri }
list the employments of people who died in tampa, florida.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/deathplace> es tampa, florida ee . ?x <http://dbpedia.org/ontology/occupation> ?uri . }
name the common alma mater of the henry morton dexter and jack mcgregor	select distinct ?uri where { es henry morton dexter ee <http://dbpedia.org/ontology/education> ?uri. es jack mcgregor ee <http://dbpedia.org/ontology/education> ?uri . }
what is the common military branch of the thomas darden and that of edwin f. hunter	select distinct ?uri where { es thomas darden ee <http://dbpedia.org/ontology/militarybranch> ?uri. es edwin f. hunter ee <http://dbpedia.org/property/branch> ?uri }
name the members of youth clubs which have camp nou as their homeground.	select distinct ?uri where { ?x <http://dbpedia.org/property/ground> es camp nou ee . ?uri <http://dbpedia.org/property/youthclubs> ?x . }
did steve sampson manage a club of santa clara university	ask where { es steve sampson ee <http://dbpedia.org/ontology/managerclub> es santa clara university ee }
name the college of the allama matthews which also has affiliation with monroe carell jr. children's hospital at vanderbilt	select distinct ?uri where { es allama matthews ee <http://dbpedia.org/ontology/college> ?uri. es monroe carell jr. children's hospital at vanderbilt ee <http://dbpedia.org/property/affiliation> ?uri }
what is the place of birth of the kira plastinina and sergey ryazansky	select distinct ?uri where { es kira plastinina ee <http://dbpedia.org/property/placeofbirth> ?uri. es sergey ryazansky ee <http://dbpedia.org/property/placeofbirth> ?uri . }
what fictional character's species is american pekin duck	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/species> es american pekin duck ee }
list the television shows whose network's executive officer is steve burke.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/keyperson> es steve burke (businessman) ee . ?uri <http://dbpedia.org/ontology/network> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
list the series of the books whose author is k. w. jeter.	select distinct ?uri where { ?x <http://dbpedia.org/property/author> es k. w. jeter ee . ?x <http://dbpedia.org/ontology/series> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/book> }
list few authors whose education took place in saint petersburg ?	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/education> es saint petersburg ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/writer> }
what subjects does the subsequent work of the dragons of eden deals with ?	select distinct ?uri where { es the dragons of eden ee <http://dbpedia.org/ontology/subsequentwork> ?x . ?x <http://dbpedia.org/property/subject> ?uri . }
list the producers who produced movies starring michael jackson.	select distinct ?uri where { ?x <http://dbpedia.org/property/starring> es michael jackson ee . ?x <http://dbpedia.org/property/producer> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/film> }
what automobile engine's successor is bmw m40	select distinct ?uri where { ?uri <http://dbpedia.org/property/successor> es bmw m40 ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/automobileengine> }
list the mascot of the universities which are a part of national collegiate athletic association.	select distinct ?uri where { ?x <http://dbpedia.org/property/athletics> es national collegiate athletic association ee . ?x <http://dbpedia.org/property/mascot> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/university> }
list places that are associated to cities in the state of mecklenburg-vorpommern.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/federalstate> es mecklenburg-vorpommern ee . ?uri <http://dbpedia.org/property/cities> ?x . }
does the white river flow into the connecticut river{u'_id': u'97e02dcf44aa43c1b7cc7a7c155b118f',	ask where { es connecticut river ee <http://dbpedia.org/ontology/righttributary> es white river (vermont) ee }
? what are the airline hubs of cascade airways	select distinct ?uri where { es cascade airways ee <http://dbpedia.org/property/hubs> ?uri }
where is the mouth of the river whose tributary is bjelimićka rijeka ?	select distinct ?uri where { ?x <http://dbpedia.org/ontology/righttributary> es bjelimićka rijeka ee . ?x <http://dbpedia.org/ontology/mouthcountry> ?uri . }
count the number of families of the animal kingdom.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/kingdom> es animal ee . ?x <http://dbpedia.org/ontology/family> ?uri . }
to which company is the service "nintendo eshop" associated with ?	select distinct ?uri where { ?uri <http://dbpedia.org/property/services> es nintendo eshop ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/company> }
is eddie bravo the trainer of alan jouban	ask where { es alan jouban ee <http://dbpedia.org/ontology/trainer> es eddie bravo ee }
count the wars in which people awarded with the croix de guerre fought.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/awards> es croix de guerre 1939–1945 (france) ee . ?x <http://dbpedia.org/property/battles> ?uri . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/militaryconflict> }
give me the total number of commander of the military conflicts whose commander is roundhead (wyandot).	select distinct count(?uri) where { ?x <http://dbpedia.org/property/commander> es roundhead (wyandot) ee . ?x <http://dbpedia.org/ontology/commander> ?uri }
list all those whose relatives' nationality is united states.	select distinct ?uri where { ?x <http://dbpedia.org/property/nationality> es united states ee . ?uri <http://dbpedia.org/ontology/relative> ?x . }
count the number of religions followed by janta dal members.	select distinct count(?uri) where { ?x <http://dbpedia.org/property/party> es janata dal ee . ?x <http://dbpedia.org/ontology/religion> ?uri . }
list the academic discipline of the journals whose publisher is sage publications.	select distinct ?uri where { ?x <http://dbpedia.org/property/publisher> es sage publications ee . ?x <http://dbpedia.org/ontology/academicdiscipline> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/academicjournal> }
count the number of religions followed by the alumini of ananda college.	select distinct count(?uri) where { ?x <http://dbpedia.org/ontology/almamater> es ananda college ee . ?x <http://dbpedia.org/ontology/religion> ?uri . }
what is the operating system of the lg optimus vu and also the developer of the dart (programming language)	select distinct ?uri where { es lg optimus vu ee <http://dbpedia.org/ontology/operatingsystem> ?uri. es dart (programming language) ee <http://dbpedia.org/property/developer> ?uri }
list the products of the company which published tweenies: game time.	select distinct ?uri where { es tweenies: game time ee <http://dbpedia.org/property/publisher> ?x . ?x <http://dbpedia.org/property/products> ?uri . }
which draft team od dale mitchell is also the tenant of master card center /	select distinct ?uri where { es dale mitchell (ice hockey) ee <http://dbpedia.org/ontology/draftteam> ?uri. es mastercard centre ee <http://dbpedia.org/property/tenants> ?uri }
which television show is based in massachusetts and has opening theme as "where everybody knows your name" ?	select distinct ?uri where { ?uri <http://dbpedia.org/ontology/openingtheme> es where everybody knows your name ee . ?uri <http://dbpedia.org/ontology/location> es massachusetts ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
name some dishes made with flowering plants.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/division> es flowering plant ee . ?uri <http://dbpedia.org/ontology/ingredient> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/food> }
what sports team's arena is the palace of auburn hills	select distinct ?uri where { ?uri <http://dbpedia.org/property/arena> es the palace of auburn hills ee . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/sportsteam> }
list the television shows one of whose distributor's divisions is warner bros. animation.	select distinct ?uri where { ?x <http://dbpedia.org/property/divisions> es warner bros. animation ee . ?uri <http://dbpedia.org/property/distributor> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
is microsoft office written in c++	ask where { es microsoft office ee <http://dbpedia.org/property/programminglanguage> es c++ ee }
list the producer of the television shows distributed by fremantlemedia.	select distinct ?uri where { ?x <http://dbpedia.org/property/distributor> es fremantlemedia ee . ?x <http://dbpedia.org/ontology/producer> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/televisionshow> }
what is the national origin of dornier aerodyne and hirth acrostar ? ;	select distinct ?uri where { es dornier aerodyne ee <http://dbpedia.org/property/nationalorigin> ?uri. es hirth acrostar ee <http://dbpedia.org/ontology/origin> ?uri }
which architect of marine corps air station kaneohe bay was also tenant of new sanno hotel /'	select distinct ?uri where { es marine corps air station kaneohe bay ee <http://dbpedia.org/property/architect> ?uri. es new sanno hotel ee <http://dbpedia.org/ontology/tenant> ?uri }
name the home stadium of fc spartak moscow season 2011-12	select distinct ?uri where { es 2011–12 fc spartak moscow season ee <http://dbpedia.org/ontology/homestadium> ?uri }
give me a list of computers whose cpu is in the us.	select distinct ?uri where { ?x <http://dbpedia.org/property/locationcity> es united states ee . ?uri <http://dbpedia.org/ontology/cpu> ?x . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/informationappliance> }
what is the death place of the elbieta czartoryska which is also place of birth of the charles journet	select distinct ?uri where { es elżbieta czartoryska (1905–1989) ee <http://dbpedia.org/property/deathplace> ?uri. es charles journet ee <http://dbpedia.org/ontology/birthplace> ?uri }
list the religions of the commanders of royal thai army.	select distinct ?uri where { es royal thai army ee <http://dbpedia.org/property/notablecommanders> ?x . ?x <http://dbpedia.org/ontology/religion> ?uri . }
where can i find teams whose coach has been rodney eade.	select distinct ?uri where { ?x <http://dbpedia.org/property/coach> es rodney eade ee . ?x <http://dbpedia.org/property/location> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/sportsteam> }
list the name of the soccer clubs whose chairman is joan laporta.	select distinct ?uri where { ?x <http://dbpedia.org/ontology/chairman> es joan laporta ee . ?x <http://dbpedia.org/property/name> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/soccerclub> }
